Repository: T-Damer/granat
Catalog: src/locales/*/messages.po
Languages: uz

source: 1 инфекция
uz: 1 infeksiya

source: 21-40 лет
uz: 21-40 yosh

source: 3 и более
uz: 3 yoki undan ko'p

source: 41 год и старше
uz: 41 yosh va undan katta

source: 99,0 – 70,0 г/л
uz: 99,0 – 70,0 g/l

source: Анемия
uz: Anemiya

source: Более 1 пачки в день
uz: Kuniga 1 pachkadan ko'p

source: Более 100,0 г/л
uz: 100,0 g/l dan yuqori

source: Более 4
uz: 4 dan ko'p

source: Вес (кг)
uz: Og'irligi (kg)

source: ВИЧ-инфицирование
uz: OIV-infeksiyasi

source: Возраст
uz: Yosh

source: Воспалительные заболевания матки и придатков
uz: Bachadon va qo'shimchalarning yallig'lanish kasalliklari

source: ВПЧ 16 и 18 типа
uz: VPH 16 va 18 turi

source: Врач
uz: Doktor

source: Вторичная иммуносупрессия
uz: Ikkilamchi immunosupressiya

source: Вторичная иммуносупрессия — это ослабление иммунитета из-за других заболеваний или инфекций. Оцените, есть ли у вас такие состояния.
uz: Ikkilamchi immunosupressiya — boshqa kasalliklar yoki infeksiyalar sabab immunitetning pasayishidir. Sizda shunday holatlar bor-yo‘qligini baholang.

source: Выберите вариант, который лучше описывает вашу сексуальную жизнь.
uz: Jinsiy hayotingizni eng yaxshi ifodalovchi variantni tanlang.

source: Высокая степень риска развития ЦИН и РШМ
uz: CIN va bachadon bo'yni saratoni rivojlanishining yuqori xavfi

source: Гормональные нарушения
uz: Gormonal buzilishlar

source: Длительное (более 3-4 лет) применение эстрогенсодержащих препаратов
uz: Estrogen saqlovchi preparatlarni uzoq muddat (3-4 yildan ko'proq) qo'llash

source: До 1 пачки в день
uz: Kuniga 1 pachkagacha

source: До 2
uz: 2 gacha

source: До 20 лет
uz: 20 yoshgacha

source: Доброкачественные заболевания шейки матки
uz: Bachadon bo'yni yaxshi sifatli kasalliklari

source: Защищенный половой акт и 1 партнер
uz: Himoyalangan aloqa va 1 hamkor

source: Значительные
uz: Sezilarli

source: Какой у вас уровень гемоглобина?
uz: Gemoglobin darajangiz qanday?

source: Легкой степени
uz: Yengil

source: Лейкоплакия, эритроплакия
uz: Leykoplakiya, eritroplakiya

source: Менее 69,0 г/л
uz: 69,0 g/l dan kam

source: Микст 2-3 и более инфекций
uz: Mikst 2-3 va undan ortiq infeksiya

source: На фоне воспалительных и вирусно-бактериальных процессов
uz: Yallig'lanish va virus-bakterial jarayonlar fonida

source: Наличие ЦИН по ПАП-тесту
uz: PAP-test bo'yicha CIN mavjudligi

source: Нарушенный менструальный цикл, гиперэстрогенемия
uz: Hayz sikli buzilishi, giperestrogenemiya

source: Не курит
uz: Chekmaydi

source: Незащищенная половая жизнь
uz: Himoyalanmagan jinsiy hayot

source: Неонкогенные штаммы
uz: Onkogen bo'lmagan shtammlar

source: Несколько партнеров
uz: Bir nechta hamkor

source: Нет
uz: Yo'q

source: Низкая степень риска развития ЦИН и РШМ
uz: CIN va bachadon bo'yni saratoni rivojlanishining past xavfi

source: Носительство ВПЧ инфекции
uz: VPH infeksiyasi tashuvchiligi

source: Обратиться к гинекологу
uz: Ginekologga murojaat qiling

source: Один из онкогенных типов
uz: Onkogen turlardan biri

source: Отсутствуют
uz: Yo'qolgan

source: ПАП-тест — это цитологический мазок с шейки матки для раннего выявления предраковых изменений. Укажите подтвержденную степень ЦИН по результату ПАП-теста.
uz: PAP-test — bachadon bo‘ynidan olingan sitologik surtma bo‘lib, saratonoldi o‘zgarishlarini erta aniqlashga xizmat qiladi. PAP-test natijasiga ko‘ra tasdiqlangan CIN darajasini ko‘rsating.

source: Пациент
uz: Bemor

source: При среднем риске рекомендуется полноценное комплексное обследование: ВПЧ-тестирование, цитологическое исследование, кольпоскопия, гистологический анализ, иммуноморфологические исследования, онкомаркеры и визуализирующие методы (КТ/МРТ) по показаниям.
uz: O‘rtacha xavfda to‘liq kompleks tekshiruv tavsiya etiladi: VPH-test, sitologik tekshiruv, kolposkopiya, gistologik tahlil, immunomorfologik tekshiruvlar, onkomarkerlar va ko‘rsatmaga ko‘ra KT/MRT.

source: Пройти заново
uz: Qayta ijro etish

source: Результат оценки
uz: Baholash natijasi

source: Результат:
uz: Natija:

source: Рекомендуется полный комплекс обследования (ВПЧ-тест, цитология, кольпоскопия, гистология, иммуноморфология, онкомаркеры, КТ/МРТ по показаниям).
uz: To‘liq tekshiruvlar kompleksi tavsiya etiladi (VPH-test, sitologiya, kolposkopiya, gistologiya, immunomorfologiya, onkomarkerlar, ko‘rsatmaga ko‘ra KT/MRT).

source: Рост (см)
uz: Balandligi (sm)

source: Сексуальная жизнь
uz: Jinsiy hayot

source: Сколько родов в акушерском анамнезе пациентки?
uz: Bemorning akusherlik anamnezida nechta tug'ruq bor?

source: Сколько родов у вас было?
uz: Sizda nechta tug'ruq bo'lgan?

source: Сопутствующие инфекционные заболевания
uz: Hamroh infeksion kasalliklar

source: Сохранить и выгрузить
uz: Saqlash va eksport qilish

source: Средняя степень риска развития ЦИН и РШМ
uz: CIN va bachadon bo'yni saratoni rivojlanishining o'rtacha xavfi

source: Субклинические формы
uz: Subklinik shakllar

source: Сумма баллов
uz: Ballar yig'indisi

source: Табакокурение
uz: Tamaki chekish

source: Тактика ведения
uz: Yuritish taktikasi

source: Травмы шейки матки
uz: Bachadon bo'yni jarohatlari

source: Укажите ваш возраст.
uz: Yoshingizni kiriting.

source: Укажите ваш статус курения.
uz: Chekish holatingizni kiriting.

source: Укажите возраст пациентки на момент оценки риска.
uz: Xavfni baholash paytidagi bemor yoshini kiriting.

source: Укажите интенсивность табакокурения.
uz: Tamaki chekish intensivligini ko'rsating.

source: Укажите количество искусственных и самопроизвольных абортов.
uz: Sun'iy va spontan abortlar sonini ko'rsating.

source: Укажите количество сопутствующих инфекционных заболеваний.
uz: Hamroh infeksion kasalliklar sonini ko'rsating.

source: Укажите наиболее значимое заболевание шейки матки.
uz: Bachadon bo'ynining eng muhim kasalligini ko'rsating.

source: Укажите причину и степень вторичной иммуносупрессии.
uz: Ikkilamchi immunosupressiya sababi va darajasini ko'rsating.

source: Укажите результат обследования на вирус папилломы человека.
uz: Inson papilloma virusi bo'yicha tekshiruv natijasini ko'rsating.

source: Укажите соматические инфекционные заболевания, сопутствующие текущему состоянию.
uz: Joriy holatga hamroh somatik infeksion kasalliklarni ko'rsating.

source: Укажите степень ЦИН по результатам ПАП-теста.
uz: PAP-test natijasiga ko'ra CIN darajasini ko'rsating.

source: Укажите тип ВПЧ-инфекции по данным лабораторного обследования.
uz: Laborator tekshiruvga ko'ra VPH turiini ko'rsating.

source: Укажите уровень гемоглобина пациентки.
uz: Bemorning gemoglobin darajasini ko'rsating.

source: Укажите форму воспалительного процесса.
uz: Yallig'lanish jarayoni shaklini ko'rsating.

source: Укажите характер гормональных нарушений и длительность приема эстрогенсодержащих препаратов.
uz: Gormonal buzilish turi va estrogen saqlovchi preparatlarni qabul qilish davomiyligini ko'rsating.

source: Укажите число искусственных и самопроизвольных прерываний беременности в анамнезе.
uz: Anamnezdagi sun'iy va spontan homila to'xtashlari sonini ko'rsating.

source: Хроническое рецидивирующее течение
uz: Surunkali qaytalanuvchi kechish

source: Цервицит
uz: Servitsit

source: ЦИН 1 (LSIL)
uz: CIN 1 (LSIL)

source: ЦИН 2 (HSIL)
uz: CIN 2 (HSIL)

source: ЦИН 3 (HSIL)
uz: CIN 3 (HSIL)

source: Число абортов и самопроизвольных прерываний
uz: Abortlar va spontan to'xtashlar soni

source: Число родов
uz: Tug'ruqlar soni

source: Эрозия, эктропион
uz: Eroziya, ektropion

source: Это виртуальный консультант для оценки степени риска развития цервикальной интраэпителиальной неоплазии и рака шейки матки. Врачам доступна расширенная тактика ведения по результатам.
uz: Bu bachadon bo'yni intraepitelial neoplaziyasi va bachadon bo'yni saratoni xavfini baholash uchun virtual konsultant. Shifokorlar uchun natijalar bo'yicha kengaytirilgan yuritish taktikasi mavjud.
